/* Account already exists or email/password does not meet requirements. */
"Account already exists or email/password does not meet requirements." = "Conta ja existe ou email/senha nao esta conforme requisitos.";

/* Database is not accessible to save new expense entry */
"Database is not accessible to save new expense entry." = "Banco de dados nao acessivel para salvar nova despesa.";

/* Error creating new account */
"Error creating new account." = "Erro ao criar nova conta.";

/* Error: Failed to add expense */
"Error: Failed to add expense." = "Erro: Falha ao incluir despesa.";

/* Error title */
"Error: Failed to retrieve expenses." = "Erro: Falha ao recuperar despesa.";

/* Error: Invalid data in the form, or form is empty */
"Error: Invalid data in the form, or form is empty." = "Erro: Dados invalidos no formulario, our formulario esta vazio.";

/* Category view page title */
"Expenses by Category" = "Despesas por Categoria";

/* Error message */
"Failed to retrieve expenses for the account %@" = "Falha ao recuperar despesas para a conta %@";

/* Login error */
"Login error." = "Erro de login.";

/* Login Successful */
"Login Successful." = "Logado com sucesso.";

/* Date format */
"MM/dd/yyyy" = "dd/MM/yyyy";

/* OK */
"OK" = "OK";

/* Please enter valid data in the form, then submit again */
"Please enter valid data in the form, then submit again." = "Favor digitar dados validos no formulario, entao submeter novamente.";

/* Please re-enter valid login credentials. */
"Please re-enter valid login credentials." = "Favor digitar credenciais validas para login.";

/* Successfully added new expense */
"Successfully added new expense." = "Nova despesa incluida com sucesso.";

/* Successfully created new account */
"Successfully created new account." = "Nova conta criada com sucesso.";

/* Error message */
"Unable to access AppDelegate" = "Incapaz de acessar AppDelegate";

/* Welcome to Expense Tracker app. */
"Welcome to Expense Tracker app." = "Bem Vindo ao aplicativo Rastreador de Despesa.";

/* You can now login. */
"You can now login." = "Voce pode logar agora.";

/* You can see the expenses in Category or History tab */
"You can see the expenses in Category or History tab." = "Voce pode visualizar as despesas na aba Categoria ou Historico.";

